# Packages
brew 'bash' # Update to bash v4
brew 'git'
brew 'node'

# Casks
tap 'caskroom/cask'

# Browsers
cask 'google-chrome'
cask 'brave'

# General
cask 'ccleaner'

# Personal
cask 'plex-media-player'
cask 'discord'
cask 'steam'

# Dev
cask 'github'
cask 'sourcetree'
cask 'atom'
cask 'visual-studio-code'

# Work
cask 'microsoft-office'
cask 'microsoft-azure-storage-explorer'
cask 'microsoft-teams'
cask 'skype-for-business'
cask 'caskroom/versions/vmware-fusion7'

# Other casks -- don't install by default
# cask 'anki'
# cask 'gimp'
# cask 'teamviewer'
